[{"key":"VCS-1566","projectID":"1566","name":"REDD+ Project Resguardo Indigena Unificado Selva De Mataven (Riu Sm)","methodologies":[{"id":"VM0007","category":"Forestry","name":"REDD+ Methodology Framework (REDD+MF)"}],"vintages":["2019"],"registry":"VCS","updatedAt":"1721548741","country":"Colombia","region":"Latin America","price":"1.0352693","stats":{"totalBridged":45000,"totalRetired":1763.644976652699,"totalSupply":5652.037033347301,"totalListingsSupply":10,"totalPoolsSupply":5642.037033347301},"hasSupply":true,"sustainableDevelopmentGoals":["13","15"],"description":"REDD+ Project Resguardo Indígena Unificado–Selva de Mataven (REDD+ RIU-SM) aims to develop a participatory process to achieve the establishment of an integrated management system of forests and lands of the reserve, to ensure its sustainability and to mitigate threats of its conservation, particularly avoiding deforestation through the implementation of a REDD+ Project (Reducing Emissions from Deforestation and Forest Degradation + conserving carbon stocks, sustainable management of forests and enhancement of forest reserves in developing countries) that allows providing compensation payments for ecosystem services. The technology corresponds to a REDD Project in accordance with standards established by the VCS. Specifically an activity “Avoiding Unplanned Deforestation and Degradation (AUDD)”. The Indigenous Reservation is located east of the high plain Orinoco Colombian region in the transition belt between the savannas of the Orinoco and the Amazon forests, in Department of Vichada","long_description":"The REDD+ Project Resguardo Indígena Unificado–Selva de Mataven (REDD+ RIU-SM) is a participatory project that aims to establish an integrated management system of forests and lands in the Indigenous Reservation of Selva de Mataven. This project ensures the sustainability of the reserve and helps mitigate threats to its conservation, including deforestation. The implementation of the REDD+ Project (Reducing Emissions from Deforestation and Forest Degradation + conserving carbon stocks, sustainable management of forests and enhancement of forest reserves in developing countries) provides compensation payments for ecosystem services. \n\nKey Highlights:\n- The project uses a REDD+ Project in accordance with the standards established by the VCS.\n- The project focuses on avoiding unplanned deforestation and degradation (AUDD).\n- The Indigenous Reservation is located in the transition belt between the savannas of the Orinoco and the Amazon forests in the Department of Vichada.\n- The project is participatory, ensuring the involvement of local communities in the management of the reserve. \n\nThe REDD+ RIU-SM project is of great importance because it helps to preserve the Indigenous Reservation of Selva de Mataven, which is a crucial ecosystem in the transition belt between the Orinoco savannas and the Amazon forests. Deforestation in this area would result in the loss of biodiversity and carbon sequestration potential. The project ensures that the Indigenous Reservation is managed sustainably and provides compensation for ecosystem services, which benefits the local communities who depend on the forest for their livelihoods.","short_description":"The REDD+ Project Resguardo Indígena Unificado-Selva de Mataven (REDD+ RIU-SM) is a participatory project that aims to establish an integrated management system for forests and lands, ensuring their sustainability and mitigating threats to conservation. The project uses the REDD+ approach to provide compensation payments for ecosystem services, specifically for 'Avoiding Unplanned Deforestation and Degradation (AUDD)' in the Indigenous Reservation of Vichada, Colombia. The project adheres to the standards established by the VCS.","location":{"type":"Feature","geometry":{"type":"Point","coordinates":[-68.393333,4.244444]}},"url":"https://registry.verra.org/app/projectDetail/VCS/1566","images":[],"puroBatchTokenId":""},{"key":"ECO-114","projectID":"114","name":"PROYECTO REDD+ PAZCÍFICO SUR","methodologies":[{"id":"MLU-REDDPLUS","category":"Forestry","name":"MLU-REDDPLUS"}],"vintages":["2022"],"registry":"ECO","updatedAt":"1723125571","country":"Colombia","region":"","price":"180","stats":{"totalBridged":0,"totalRetired":0,"totalSupply":1,"totalListingsSupply":1,"totalPoolsSupply":0},"hasSupply":true,"sustainableDevelopmentGoals":["1","2","6","8","13","15"],"description":"PAZcífico Sur REDD+ Project is an initiative developed in 18 Afrodescendant communities in Departament of Nariño, with Agroimpulso Fundation and CO2CERO SAS support, the goal is reduction emissions from deforestation and forest degradation inside 371.749 hectares during 20 years of lifetime with conservation activities, improvement and increment of carbon reservoirs. The social, economical, cultural and ecological improvement are important factors to goal achievement. The main activities are related to community empowerment, capacity building and sense of belonging with natural resources.","long_description":null,"short_description":null,"location":{"type":"Feature","geometry":{"type":"Point","coordinates":[-78.1837269878,1.7654028613]}},"url":null,"images":[],"puroBatchTokenId":""}]