[{"key":"VCS-1883","projectID":"1883","name":"Pichacay Landfill Gas Renewable Energy Project","methodologies":[{"id":"AMS-IIIG","category":"Other","name":"Landfill methane recovery"}],"vintages":["2018"],"registry":"VCS","updatedAt":"1705288365","country":"Ecuador","region":"Asia","price":"1.1321479","stats":{"totalBridged":150,"totalRetired":134.06806869349725,"totalSupply":15.931931306502749,"totalListingsSupply":0,"totalPoolsSupply":15.931931306502749},"hasSupply":true,"sustainableDevelopmentGoals":["13"],"description":"At the Pichacay landfill the municipal wastes from the city of Cuenca are disposed. In the landfill, methane is produced, which before project implementation, was released into the atmosphere. The Pichacay Landfill Gas Renewable Energy project recovers landfill methane and delivers electricity to the grid. The project is located in Santa Ana, city of Cuenca, province of Azuay, in Ecuador.  PUBLIC COMMENT PERIOD: This project was open for public comment from 10 April – 10 May 2019.   No comments were received.","long_description":"At the Pichacay landfill, municipal waste from the city of Cuenca was once disposed, and as a result, methane was produced and released into the atmosphere. However, with the implementation of the Pichacay Landfill Gas Renewable Energy project, methane is now recovered and used to generate electricity that is delivered to the grid. This innovative project is located in Santa Ana, a city in the province of Azuay in Ecuador.\n\nKey Highlights:\n- Methane generated from the landfill is now being utilized to generate electricity.\n- The electricity generated is delivered to the grid, contributing to the local power supply.\n- The project helps to reduce the amount of methane released into the atmosphere, which in turn helps to combat climate change.\n\nThis project is important because it demonstrates that innovative solutions can be found to address environmental concerns. By reducing the amount of methane released into the atmosphere and generating renewable energy, the Pichacay Landfill Gas Renewable Energy project helps to promote sustainable development in the region. Additionally, its success serves as an example for other communities around the world to follow.","short_description":"The Pichacay Landfill Gas Renewable Energy project in Ecuador collects methane gas from the Pichacay landfill, which was previously released into the atmosphere. The collected gas is then used to generate electricity that is delivered to the grid, reducing greenhouse gas emissions. This project underwent a public comment period from April to May 2019 and received no comments.","location":{"type":"Feature","geometry":{"type":"Point","coordinates":[-78.93144,-2.966041]}},"url":"https://registry.verra.org/app/projectDetail/VCS/1883","images":[],"puroBatchTokenId":""}]