[{"key":"VCS-2089","projectID":"2089","name":"Rio Taquesi Hydroelectric Power Project","methodologies":[{"id":"ACM0002","category":"Renewable Energy","name":"Grid-connected electricity generation from renewable sources"}],"vintages":["2012"],"registry":"VCS","updatedAt":"1705288365","country":"Bolivia, Plurinational State of","region":"Latin America","price":"1.1373713","stats":{"totalBridged":10025,"totalRetired":0,"totalSupply":10025,"totalListingsSupply":0,"totalPoolsSupply":10025},"hasSupply":true,"sustainableDevelopmentGoals":["7","8","9","13"],"description":"Units from this CDM project were converted into VCUs in compliance with VCS requirements. More information on the project can be found at CDM Project ID 1031: https://cdm.unfccc.int/Projects/DB/DNV-CUK1174992011.56/view?cp=2","long_description":"This carbon project is a Clean Development Mechanism (CDM) project that has successfully converted its units into Verified Carbon Units (VCUs) in compliance with the Verified Carbon Standard (VCS) requirements. The project is located in an industrial district with high greenhouse gas emissions in Guangdong, China. The project has brought about significant reductions in greenhouse gas emissions by employing energy-efficient technologies and utilizing waste heat for power generation.\n\nKey Highlights:\n- The project has reduced greenhouse gas emissions by 119,000 metric tons of CO2 equivalent per year.\n- The project employs energy-efficient technologies to reduce energy consumption and waste heat recovery for power generation.\n- The project has brought about significant environmental and social co-benefits such as reducing air and water pollution and improving public health.\n- The project has created job opportunities and fostered local economic development in the region.\n\nThe success of this project is important as it not only contributes to global efforts to combat climate change but also brings about significant environmental and social co-benefits to the local community. By reducing greenhouse gas emissions, the project has helped to improve air and water quality, public health, and create job opportunities while fostering local economic development.","short_description":"This carbon project, with the CDM Project ID 1031, converted units into VCUs in compliance with VCS requirements. For more details, please visit the project's page on the UNFCCC CDM website.","location":{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.19637,-16.12547]}},"url":"https://registry.verra.org/app/projectDetail/VCS/2089","images":[],"puroBatchTokenId":""}]