[{"key":"VCS-875","projectID":"875","name":"Florestal Santa Maria Project","methodologies":[{"id":"VM0007","category":"Forestry","name":"REDD+ Methodology Framework (REDD+MF)"}],"vintages":["2013","2015","2012","2014","2016"],"registry":"VCS","updatedAt":"1718124493","country":"Brazil","region":"Latin America","price":"1.0466833","stats":{"totalBridged":866256,"totalRetired":9157.158465661256,"totalSupply":774174.5025343387,"totalListingsSupply":0,"totalPoolsSupply":774174.5025343387},"hasSupply":true,"sustainableDevelopmentGoals":["13","15"],"description":"https://santamariaproject.com/ - The FSM-REDD Project, proposed by Florestal Santa Maria S/A (FSM), is located in Colniza Municipality, Mato Grosso, Brazil. This region is part of the Brazilian Amazon and known as Deforestation Arch, due to the intense deforestation pressure. As an alternative to combat this, FSM-REDD Project estimates the avoidance of 29,923,331 tCO2 throughout 30 years within Fazenda Florestal Santa Maria – private land owned by FSM, comprising 71,714 ha. of native forest. FSM is committed to local socio-environmental development. Project activities encompass a partnership with a neighboring State Park, promoting local initiatives to create fire brigades. Also, FSM will create together with Colniza City Hall, technical forestry schools targeting education of local youngsters.","long_description":"Florestal Santa Maria S/A (FSM) has proposed the FSM-REDD Project to combat deforestation in the Colniza Municipality of Mato Grosso, Brazil, which is a part of the Brazilian Amazon and known as the Deforestation Arch. The FSM-REDD Project aims to avoid the emission of 29,923,331 tCO2 over 30 years within the Fazenda Florestal Santa Maria, which is a private land owned by FSM and covers 71,714 hectares of native forest. \n\nKey Highlights:\n- The FSM-REDD Project estimates the avoidance of nearly 30 million tCO2 emissions over 30 years.\n- The project is located in the Deforestation Arch, which is a region with high deforestation pressure.\n- FSM is committed to local socio-environmental development and has partnered with a neighboring State Park to create fire brigades and technical forestry schools for local youngsters.\n\nThe FSM-REDD Project is important because it not only aims to combat deforestation but also promotes socio-environmental development in the local community through various initiatives. FSM's partnership with the State Park and Colniza City Hall will provide opportunities for local youngsters to learn about forestry and create fire brigades to combat forest fires. The project's efforts to reduce emissions will also contribute to the global fight against climate change.","short_description":"The FSM-REDD Project, proposed by Florestal Santa Maria S/A, is located in Colniza Municipality, Mato Grosso, Brazil, and aims to combat the intense deforestation pressure in the region. The project estimates the avoidance of 29,923,331 tCO2 throughout 30 years by protecting 71,714 hectares of native forest on private land owned by FSM. The project also promotes local socio-environmental development through partnerships with a neighboring State Park and Colniza City Hall for education initiatives.","location":{"type":"Feature","geometry":{"type":"Point","coordinates":[-59.355406,-9.165371]}},"url":"https://registry.verra.org/app/projectDetail/VCS/875","images":[],"puroBatchTokenId":""},{"key":"VCS-1382","projectID":"1382","name":"The Envira Amazonia Project - A Tropical Forest Conservation Project In Acre, Brazil","methodologies":[{"id":"VM0007","category":"Forestry","name":"REDD+ Methodology Framework (REDD+MF)"}],"vintages":["2015"],"registry":"VCS","updatedAt":"1706418438","country":"Brazil","region":"Latin America","price":"1.0548018","stats":{"totalBridged":250,"totalRetired":245.36809785160773,"totalSupply":4.631902148392268,"totalListingsSupply":0,"totalPoolsSupply":4.631902148392268},"hasSupply":true,"sustainableDevelopmentGoals":["13","15"],"description":"The Envira Amazonia Project is a VCS and CCBS designed REDD+ project in the State of Acre, Brazil which aims to protect up to 200,000 hectares of tropical rainforest. Furthermore, the Envira Amazonia Project will simultaneously preserve rich biodiversity and a wide range of ecosystem services, provide direct benefits to local communities, and mitigate the release of ~12.6 million metric tonnes of carbon dioxide emissions over the first 10 years of the Project.","long_description":"The Envira Amazonia Project: Protecting the Rainforest in Brazil\n\nThe Envira Amazonia Project is a REDD+ project located in the State of Acre, Brazil that is designed to protect up to 200,000 hectares of tropical rainforest. This project has been certified by both VCS and CCBS, which ensures its quality and effectiveness. \n\nKey Highlights:\n- The project aims to preserve rich biodiversity and maintain a wide range of ecosystem services.\n- It provides direct benefits to local communities, such as job opportunities and sustainable livelihoods.\n- The project also mitigates the release of ~12.6 million metric tonnes of carbon dioxide emissions over the first 10 years of the Project.\n\nThis project is important because it not only combats climate change by reducing greenhouse gas emissions, but also protects the Amazon rainforest. The Amazon rainforest is the largest rainforest in the world and is home to thousands of plant and animal species. By protecting this rainforest, we are preserving an important natural resource for future generations. Additionally, the project provides direct benefits to local communities by creating job opportunities and promoting sustainable livelihoods.","short_description":"The Envira Amazonia Project in Brazil aimed to protect up to 200,000 hectares of tropical rainforest and preserve rich biodiversity and ecosystem services. It also provided direct benefits to local communities while mitigating the release of ~12.6 million metric tonnes of carbon dioxide emissions over the first 10 years of the Project.","location":{"type":"Feature","geometry":{"type":"Point","coordinates":[-70.177176,-8.847445]}},"url":"https://registry.verra.org/app/projectDetail/VCS/1382","images":[],"puroBatchTokenId":""},{"key":"VCS-1686","projectID":"1686","name":"Agrocortex REDD Project","methodologies":[{"id":"VM0015","category":"Forestry","name":"Methodology for Avoided Unplanned Deforestation"}],"vintages":["2018","2017","2019"],"registry":"VCS","updatedAt":"1718124493","country":"Brazil","region":"Latin America","price":"1.0548018","stats":{"totalBridged":5,"totalRetired":1.01,"totalSupply":3.99,"totalListingsSupply":0,"totalPoolsSupply":3.99},"hasSupply":true,"sustainableDevelopmentGoals":["13","15"],"description":"The primary objective of the Agrocortex REDD Project is to avoid the unplanned deforestation (AUD) of the 186,369.66 ha project area, consisting of 100% Amazon rainforest. The project area is located within a private property named “Fazenda Seringal Novo Macapá”, which is situated in the municipalities of Manoel Urbano, Pauini and Boca do Acre, in the States of Acre and Amazonas, South-western Amazon. In addition to contributing to the long-term conservation of the region, the Agrocortex REDD Project also has the function of establishing a barrier against the advancement of deforestation, making an important contribution to the conservation of South-western Amazon biodiversity and also to climate regulation in Brazil and South America.  This project is open for public comment from 12 May - 11 June 2017. No comments were received.","long_description":"The Agrocortex REDD Project: Protecting the Amazon Rainforest\n\nThe Agrocortex REDD Project aims to protect the 186,369.66 hectares of Amazon rainforest from unplanned deforestation. This area is located within a private property named “Fazenda Seringal Novo Macapá” in the municipalities of Manoel Urbano, Pauini, and Boca do Acre, in the States of Acre and Amazonas, South-western Amazon. \n\nKey Highlights:\n- The project establishes a barrier against the advancement of deforestation, contributing to the conservation of South-western Amazon biodiversity.\n- The Agrocortex REDD Project also aims to conserve the region in the long-term, making an important contribution to climate regulation in Brazil and South America.\n- This project is open for public comment from 12 May - 11 June 2017, and no comments were received.\n\nThe Agrocortex REDD Project is a crucial initiative to protect the world's largest tropical rainforest. By preventing deforestation, the project helps preserve the unique biodiversity found in the South-western Amazon and ensures that the region continues to play a vital role in mitigating climate change.","short_description":"The Agrocortex REDD Project aims to prevent the unplanned deforestation of 186,369.66 ha of Amazon rainforest in the South-western region of Brazil. The project also establishes a barrier against deforestation and contributes to the conservation of the region's biodiversity and climate regulation. Public comments were open from 12 May - 11 June 2017, with no comments received.","location":{"type":"Feature","geometry":{"type":"Point","coordinates":[-69.069997,-8.44646]}},"url":"https://registry.verra.org/app/projectDetail/VCS/1686","images":[],"puroBatchTokenId":""},{"key":"VCS-981","projectID":"981","name":"Pacajai REDD+ Project","methodologies":[{"id":"VM0015","category":"Forestry","name":"Methodology for Avoided Unplanned Deforestation"}],"vintages":["2017","2014","2012","2013"],"registry":"VCS","updatedAt":"1721923550","country":"Brazil","region":"Latin America","price":"1.0548018","stats":{"totalBridged":425261,"totalRetired":12823.130604617985,"totalSupply":372977.5034574964,"totalListingsSupply":977.9,"totalPoolsSupply":371999.6034574964},"hasSupply":true,"sustainableDevelopmentGoals":["13","15"],"description":"REDD Project to stop deforestation within private parcels amounting to  135, 105 Ha at the edge of the deforestation frontier in Brazil. The project will generate multiple climate, social, and biodiversity benefits.","long_description":"A REDD Project to Halt Deforestation in Brazil\n\nIn the heart of Brazil, a REDD project has been implemented to prevent deforestation on private parcels of land spanning 135,105 hectares on the brink of the deforestation frontier. This project aims to produce various advantages for the environment, society, and biodiversity.\n\nKey Highlights:\n- The project is designed to protect over 135,000 hectares of land from deforestation, safeguarding the habitat of endangered species and preserving the natural beauty of the region.\n- By stopping deforestation, the project also prevents the release of carbon emissions into the atmosphere, thus mitigating the effects of climate change.\n- The implementation of this project has created job opportunities for the local community and fostered sustainable development in the region.\n\nThis REDD project is of critical importance as it tackles some of the biggest challenges facing Brazil and the world today. Deforestation has a significant impact on climate change, biodiversity loss, and the livelihoods of local communities. By preserving these private parcels of land, the project is not only protecting vital ecosystems but also contributing to the global effort to combat climate change.","short_description":"This project aimed to stop deforestation within private parcels in Brazil, covering 135,105 hectares at the edge of the deforestation frontier. It generated various benefits for the climate, social welfare, and biodiversity.","location":{"type":"Feature","geometry":{"type":"Point","coordinates":[-51.188205,-2.893955]}},"url":"https://registry.verra.org/app/projectDetail/VCS/981","images":[],"puroBatchTokenId":""},{"key":"VCS-10","projectID":"10","name":"Baesa Project","methodologies":[{"id":"ACM0002","category":"Renewable Energy","name":"Grid-connected electricity generation from renewable sources"}],"vintages":["2014","2013"],"registry":"VCS","updatedAt":"1705288365","country":"Brazil","region":"Latin America","price":"1.2806495","stats":{"totalBridged":226636,"totalRetired":8.607750005,"totalSupply":226627.392249995,"totalListingsSupply":0,"totalPoolsSupply":226627.392249995},"hasSupply":true,"sustainableDevelopmentGoals":["7","8","9","13"],"description":"The project activity reduces the emission of greenhouse gases (GHGs) through the use of renewable sources of energy and making use of clean technology, avoiding the generation of electricity via sources of fossils fuels with consequent emissions of CO2, that would be generated if the project did not exist. The Project generates electricity through clean and renewable source and it contributes to attend the growing demand for electricity in Brazil, due to the country’s economical and population growth, contributing, thus, to the environmental, social and economical sustainability, by increasing the participation of clean and renewable energy in relation to the country’s total consumption of electricity. The installation of HPP Barra Grande provides the generation of enough electricity to the supply of 30% of the energetic demand of the state of Santa Catarina or 20% of the total energy consumed in the state of Rio Grande do Sul.","long_description":"By utilizing renewable energy sources and clean technology, this carbon project is working to reduce greenhouse gas emissions. The project generates electricity through clean and renewable sources, avoiding the use of fossil fuels and the resulting CO2 emissions. \n\nKey Highlights:\n- The project is helping to meet Brazil's growing demand for electricity, contributing to the country's economic and population sustainability.\n- The HPP Barra Grande installation is capable of generating enough electricity to supply 30% of the energy demand in the state of Santa Catarina or 20% of the total energy consumed in the state of Rio Grande do Sul.\n\nBy reducing reliance on fossil fuels and increasing the use of clean and renewable energy, this project is making significant strides towards a more sustainable future. The electricity generated by the HPP Barra Grande installation is not only environmentally friendly, but also economically and socially beneficial for the people of Brazil.","short_description":"This carbon project reduces greenhouse gas emissions by using renewable energy and clean technology to generate electricity in Brazil. The installation of HPP Barra Grande generates enough electricity to supply 30% of the energy demand in Santa Catarina or 20% of the total energy consumed in Rio Grande do Sul, contributing to environmental, social and economical sustainability.","location":{"type":"Feature","geometry":{"type":"Point","coordinates":[-51.216667,-27.766667]}},"url":"https://registry.verra.org/app/projectDetail/VCS/10","images":[],"puroBatchTokenId":""},{"key":"VCS-1094","projectID":"1094","name":"Ecomapua Amazon REDD Project","methodologies":[{"id":"VM0015","category":"Forestry","name":"Methodology for Avoided Unplanned Deforestation"}],"vintages":["2009"],"registry":"VCS","updatedAt":"1705288365","country":"Brazil","region":"Latin America","price":"1.2806495","stats":{"totalBridged":880,"totalRetired":878,"totalSupply":2,"totalListingsSupply":0,"totalPoolsSupply":2},"hasSupply":true,"sustainableDevelopmentGoals":["13","15"],"description":"The Ecomapuá Amazon REDD Project is located on Marajó Island, Pará State, in Brazil’s Eastern Amazon region. The Marajó várzea is a critically valuable ecosystem, adding to the importance of the present project. The primary objective of the project is to avoid the unplanned deforestation (AUD) of an 86,269.84ha area within a private property owned by Ecomapuá Conservação Ltda. The present project will achieve predicted net reductions of 4,253.14ha of deforestation, and 2,170,138 tCO2e emissions over the 30 year project lifetime (01/01/2003 – 31/12/2032). Furthermore, a proportion of the carbon credits generated will be dedicated to improving social and environmental conditions for local communities. Marajó Island is classified as “extremely high” priority for preservation by the Brazilian Environment Ministry (“MMA”), consequently the Ecomapuá Amazon REDD Project contributes to National conservation goals and encourages further conservation efforts in and around this critical region.","long_description":"The Ecomapuá Amazon REDD Project is a conservation project located on Marajó Island, Pará State, in Brazil's Eastern Amazon region. The Marajó várzea is a crucial ecosystem, making this project especially significant. The project's primary goal is to prevent the unplanned deforestation of an 86,269.84ha area within a private property owned by Ecomapuá Conservação Ltda.\n\nKey Highlights:\n- The project will avoid the unplanned deforestation of 86,269.84ha of a valuable ecosystem.\n- Predicted net reductions of 4,253.14ha of deforestation and 2,170,138 tCO2e emissions will be achieved over the 30-year project lifetime (01/01/2003 – 31/12/2032).\n- The project will allocate a portion of the carbon credits generated towards improving social and environmental conditions for local communities.\n- Marajó Island is classified as \"extremely high\" priority for preservation by the Brazilian Environment Ministry (\"MMA\").\n- The Ecomapuá Amazon REDD Project contributes to national conservation goals and encourages further conservation efforts in the region.\n\nBy preventing the deforestation of this valuable ecosystem, the Ecomapuá Amazon REDD Project achieves significant environmental benefits. The project's predicted net reductions of deforestation and emissions over the 30-year project lifetime are considerable. Moreover, the project's allocation of carbon credits towards improving social and environmental conditions for local communities is an admirable effort towards sustainability. Given Marajó Island's \"extremely high\" priority for preservation, the Ecomapuá Amazon REDD Project contributes to national conservation goals and promotes further conservation efforts in the region.","short_description":"The Ecomapuá Amazon REDD Project is located on Marajó Island in Brazil's Eastern Amazon region, and aims to prevent unplanned deforestation of a valuable ecosystem. Predicted net reductions of 4,253.14ha of deforestation and 2,170,138 tCO2e emissions over the 30-year project lifetime make this project a significant contribution to conservation goals and improving social and environmental conditions for local communities. The project also encourages further conservation efforts in this critical region.","location":{"type":"Feature","geometry":{"type":"Point","coordinates":[-50.427069,-1.050581]}},"url":"https://registry.verra.org/app/projectDetail/VCS/1094","images":[],"puroBatchTokenId":""},{"key":"VCS-513","projectID":"513","name":"Salto Pilão Hydropower Plant Project Activity","methodologies":[{"id":"ACM0002","category":"Renewable Energy","name":"Grid-connected electricity generation from renewable sources"}],"vintages":["2013","2015","2014"],"registry":"VCS","updatedAt":"1705288365","country":"Brazil","region":"Latin America","price":"1.2806495","stats":{"totalBridged":909247,"totalRetired":10.01,"totalSupply":909236.99,"totalListingsSupply":0,"totalPoolsSupply":909236.99},"hasSupply":true,"sustainableDevelopmentGoals":["7","8","9","13"],"description":"Salto Pilão project activity consists of the construction of a hydropower plant with a reservoir of 0.15 km2 and an installed capacity of 191,8 MW. The plant is located between the cities of Lontras, Ibirama and Apiúna, state of Santa Catarina, Southern region of Brazil.According to the project license, the geographic coordinates of the project activity are 27º06’and 27º08’S and 49º28’and 49º31’W.","long_description":"Salto Pilão Hydropower Plant: Providing Clean Energy for Southern Brazil\n\nThe Salto Pilão Hydropower Plant is a clean energy project located between the cities of Lontras, Ibirama, and Apiúna in the state of Santa Catarina, Southern region of Brazil. This project consists of the construction of a hydropower plant with a reservoir of 0.15 km2 and an installed capacity of 191.8 MW. \n\nKey Highlights:\n- The hydropower plant generates clean energy by utilizing the power of flowing water to turn turbines, which generates electricity.\n- The project is located in the Southern region of Brazil, which is known for its biodiversity, and the hydropower plant minimizes the impact on the environment by reducing greenhouse gas emissions.\n- The project helps to meet the growing energy demand in Brazil, which is one of the fastest-growing economies in the world.\n\nBy harnessing the power of flowing water, the Salto Pilão Hydropower Plant generates clean energy for Southern Brazil. This project not only contributes to the economic development of the region but also helps to reduce greenhouse gas emissions, making it a sustainable solution for meeting the growing energy demand.","short_description":"The Salto Pilão project in Brazil involved building a hydropower plant with a reservoir covering 0.15 km2 and generating 191.8 MW of power. The plant is located in the state of Santa Catarina and has been licensed for construction.","location":{"type":"Feature","geometry":{"type":"Point","coordinates":[-49.466667,-27.1]}},"url":"https://registry.verra.org/app/projectDetail/VCS/513","images":[],"puroBatchTokenId":""},{"key":"VCS-708","projectID":"708","name":"Engenheiro Ernesto Jorge Dreher And Engenheiro Henrique Kotzian Shps VCS Project (Jun1120)","methodologies":[{"id":"ACM0002","category":"Renewable Energy","name":"Grid-connected electricity generation from renewable sources"}],"vintages":["2012","2016"],"registry":"VCS","updatedAt":"1705288365","country":"Brazil","region":"Latin America","price":"1.2806495","stats":{"totalBridged":83809,"totalRetired":0,"totalSupply":83809,"totalListingsSupply":0,"totalPoolsSupply":83809},"hasSupply":true,"sustainableDevelopmentGoals":["7","8","9","13"],"description":"The project activity consists in electricity generation by renewable source (hydro), through the construction of small hydropower plants (SHPs) located in the Júlio de Castilhos and Salto Jacuí municipalities, both in Rio Grande do Sul state – south region of Brazil.  The Engenheiro Ernesto Jorge Dreher SHP has an installed power of 17.95 MW and a new reservoir which in its higher water level occupies an area of 0.83 km2.  The Engenheiro Henrique Kotzian SHP has an installed power of 13.230 MW and a new reservoir which in its higher water level occupies an area of 0.66 km2.  The project activity purpose is to provide electric power to the National Interconnected System - SIN (from Portuguese – Sistema Interconectado Nacional), displacing the thermal generation from fossil fuels presents in the system with the generation of renewable sources of energy.","long_description":"In the southern region of Brazil, in the municipalities of Júlio de Castilhos and Salto Jacuí, a renewable energy project has been implemented to generate electricity through small hydropower plants (SHPs) that utilize the power of hydroelectricity. The purpose of the project is to provide electric power to the National Interconnected System - SIN (from Portuguese – Sistema Interconectado Nacional) and displace the use of thermal generation from fossil fuels present in the system with the use of renewable energy sources.\n\nKey Highlights:\n- The Engenheiro Ernesto Jorge Dreher SHP has an installed power of 17.95 MW.\n- The Engenheiro Henrique Kotzian SHP has an installed power of 13.230 MW.\n- The project includes the construction of new reservoirs, with the Dreher SHP having a reservoir that occupies an area of 0.83 km2 and the Kotzian SHP having a reservoir that occupies an area of 0.66 km2.\n- The project generates electricity through the use of small hydropower plants that utilize the power of hydroelectricity, a renewable energy source.\n- The project is an environmentally friendly alternative to traditional thermal generation from fossil fuels.\n\nBy utilizing renewable energy sources, this project not only provides electricity to the National Interconnected System but also helps to reduce the use of thermal generation from fossil fuels, which has a negative impact on the environment. The construction of small hydropower plants in Júlio de Castilhos and Salto Jacuí municipalities provides a sustainable solution for electricity generation, ensuring a cleaner and greener future for Brazil.","short_description":"This project generates electricity using renewable hydropower plants in Júlio de Castilhos and Salto Jacuí, Brazil. The project includes two plants, the Engenheiro Ernesto Jorge Dreher SHP and the Engenheiro Henrique Kotzian SHP, with installed powers of 17.95 MW and 13.230 MW, respectively. The project aims to reduce the use of fossil fuel-based power generation and provide electricity to the National Interconnected System.","location":{"type":"Feature","geometry":{"type":"Point","coordinates":[-53.367499,-29.12]}},"url":"https://registry.verra.org/app/projectDetail/VCS/708","images":[],"puroBatchTokenId":""},{"key":"VCS-896","projectID":"896","name":"Foz Do Chapecó Project","methodologies":[{"id":"ACM0002","category":"Renewable Energy","name":"Grid-connected electricity generation from renewable sources"}],"vintages":["2012","2011"],"registry":"VCS","updatedAt":"1705288365","country":"Brazil","region":"Latin America","price":"1.2806495","stats":{"totalBridged":527818,"totalRetired":5.6275,"totalSupply":527812.3725,"totalListingsSupply":0,"totalPoolsSupply":527812.3725},"hasSupply":true,"sustainableDevelopmentGoals":["7","8","9","13"],"description":"Foz do Chapecó Hydroelectric Project developed by Foz do Chapecó Energia S/A consists of the installation of a hydroelectric plant, located in the verge of Águas de Chapecó municipality, in Santa Catarina State, and Alpestre municipality, in Rio Grande do Sul State. Total installed capacity of the Project will be 855 MW, consisting of four sets of hydroelectric Francis type turbines with nominal capacity 217.14 MW and the electricity generator nominal power is 213.75. The purpose of the Project is to use the hydrological resources of the Uruguay River in order to generate low emissions electricity for the Brazilian Interconnected System (SIN – Sistema Interligado Nacional), thereby displacing electricity that is relatively carbon intensive, and reducing greenhouse gas (GHG) emissions","long_description":"The Foz do Chapecó Hydroelectric Project is a sustainable energy project developed by Foz do Chapecó Energia S/A. The hydroelectric plant is located in Águas de Chapecó municipality in Santa Catarina State and Alpestre municipality in Rio Grande do Sul State. The project aims to generate low emissions electricity for the Brazilian Interconnected System (SIN – Sistema Interligado Nacional), by utilizing the hydrological resources of the Uruguay River. \n\nKey Highlights:\n- The total installed capacity of the project is 855 MW, which consists of four sets of hydroelectric Francis type turbines with nominal capacity 217.14 MW.\n- The electricity generator nominal power is 213.75.\n- The project generates low emissions electricity that displaces carbon-intensive electricity, thereby reducing greenhouse gas (GHG) emissions.\n- The Foz do Chapecó Hydroelectric Project utilizes renewable and sustainable energy sources, which helps to promote a greener future.\n\nThe Foz do Chapecó Hydroelectric Project is an important project for Brazil's sustainable energy future. It promotes the use of renewable and sustainable energy sources, which is crucial for reducing greenhouse gas emissions. By generating low emissions electricity, the project helps to displace carbon-intensive electricity and contributes to a cleaner environment. The project also provides a reliable source of electricity to the Brazilian Interconnected System (SIN – Sistema Interligado Nacional), which helps to ensure a stable and secure energy supply for the country.","short_description":"The Foz do Chapecó Hydroelectric Project generates low emissions electricity for the Brazilian Interconnected System by using hydrological resources of the Uruguay River. The project consists of four sets of hydroelectric Francis type turbines with a total installed capacity of 855 MW, and aims to reduce greenhouse gas emissions by displacing carbon-intensive electricity.","location":{"type":"Feature","geometry":{"type":"Point","coordinates":[-53.043326,-27.14]}},"url":"https://registry.verra.org/app/projectDetail/VCS/896","images":[],"puroBatchTokenId":""},{"key":"PUR-175613","projectID":"175613","name":"Aperam BioEnergia","methodologies":[{"id":"C03000000","category":"Biochar","name":"Biochar"}],"vintages":["2023"],"registry":"PUR","updatedAt":"1722889815","country":"Brazil","region":"South America","price":"210","stats":{"totalBridged":0,"totalRetired":0,"totalSupply":35,"totalListingsSupply":35,"totalPoolsSupply":0},"hasSupply":true,"sustainableDevelopmentGoals":["3","6","7","9","10","11","12","13","15","17"],"description":"Aperam BioEnergia is an established Brazilian company in the forestry and renewable energy sectors. Aperam runs a ~420.000 ton/year charcoal operation with emissions control in the northeast region of Minas Gerais in Brazil derived from ~126.000 ha of FSC-certified planted and native forest. These forests have important biodiversity and economic impacts on local communities. Previously, waste from Aperam's charcoal production was destined mostly to end up in cement or energy production . Now, with Aperam's first biochar project, that same material is brought back to Aperam forests and applied to the soil, where it not only serves as a durable carbon removal from the atmosphere but also acts as an important natural component for soil reconditioning and improvement. This change is only possible due to CO2 removal certificates. Aperam BioEnergia's plan for the future includes scaling biochar operations, not only to promote carbon sequestration but also to promote forest productivity improvement by improving soil properties, production process efficiency and local social and economic development. The energy that was previously generated by burning the char material is not at risk of being substituted by fossil fuel sources because of the ample availability of inexpensive renewable energy sources in Brazil. Currently, Aperam BioEnergia has capacity to produce ~30.000 tonnes/year of carbon removal.","long_description":"Aperam BioEnergia is a well-established Brazilian company operating in the forestry and renewable energy sectors. Situated in the northeast region of Minas Gerais, Aperam manages a charcoal operation with a production capacity of approximately 420,000 tons per year, all with emissions control. This operation is supported by about 126,000 hectares of FSC-certified planted and native forests, which significantly impact local biodiversity and the economy.\n\nKey Highlights:\n- The company's inaugural biochar project marks a sustainable shift in how charcoal production waste is utilized. Previously directed toward cement and energy production, this waste is now returned to Aperam's forests as biochar, where it serves as a lasting method for carbon removal from the atmosphere and enhances soil quality.\n- This transformation has been made possible through the implementation of CO2 removal certificates, underscoring a commitment to environmental stewardship.\n- Aperam BioEnergia plans to scale up its biochar operations, aiming to bolster carbon sequestration, enhance forest productivity by improving soil properties, and drive local social and economic development.\n- Despite the shift in energy use, the availability of affordable renewable energy sources in Brazil ensures no reliance on fossil fuels will occur. The company currently has the capacity to produce around 30,000 tonnes of carbon removal annually.\n\nBiochar is a valuable soil amendment, improving crucial soil characteristics such as organic matter, fertility, and cohesion, and boosting forest productivity. Its application increases soil water retention, reducing evaporation rates and facilitating a controlled replenishment of nearby water sources. Aperam BioEnergia also contributes to local social development programs by providing biochar, which has significantly enhanced crop productivity for local farmers and positively impacted social development.\n\nThis project represents a forward-thinking approach to sustainability, promoting environmental health and community prosperity through innovative practices in forestry management.","short_description":"Aperam BioEnergia, a leader in Brazil’s forestry and renewable energy sectors, operates a 420,000-ton/year charcoal facility using FSC-certified forests. Their biochar project repurposes waste from charcoal production to enhance soil quality and sequester carbon, aiding biodiversity and local economies. With a focus on sustainability, the company plans to expand biochar operations to boost forest productivity and community development without increasing fossil fuel reliance. This initiative is part of Aperam's commitment to innovative environmental stewardship.","location":{"type":"Feature","geometry":{"type":"Point","coordinates":[-53.05434003576711,-10.806773643498916]}},"url":"https://registry.puro.earth/carbon-sequestration/projects/Biochar/Aperam-BioEnergia/45fea350-2bf6-44fd-bc11-0bd1b2c0efc2","images":[],"puroBatchTokenId":""}]