[{"key":"VCS-985","projectID":"985","name":"Cordillera Azul National Park REDD Project","methodologies":[{"id":"VM0007","category":"Forestry","name":"REDD+ Methodology Framework (REDD+MF)"}],"vintages":["2014"],"registry":"VCS","updatedAt":"1706418438","country":"Peru","region":"Latin America","price":"1.0400494","stats":{"totalBridged":21300,"totalRetired":2080.898559606491,"totalSupply":10599.10144039351,"totalListingsSupply":0,"totalPoolsSupply":10599.10144039351},"hasSupply":true,"sustainableDevelopmentGoals":["13","15"],"description":"The Cordillera Azul National Park REDD+ Project avoids deforestation in a magnificent expanse of lowland and montane forests in four departments in central Peru: San Martín, Ucayali, Huánuco, and Loreto. The area encompasses 1,351,964 hectares inside the national park. The park, owned by the government of Peru, is managed and financed by the Peruvian NGO Centro de Conservación, Investigación y Manejo de Áreas Naturales (CIMA) through a public-private partnership piloted by the Peruvian government. The project’s avoided-deforestation objective is accomplished by strengthening park protection, engaging local communities and other stakeholders in land-use management compatible with conservation, and improving the quality of life of the park’s neighbors.  Approximately 180,000 people in more than 200 communities – immigrant and indigenous – neighbor the park. Villagers close to the park mostly practice subsistence agriculture; those closer to major roads engage in market activities as well. CIMA and its close advisor, The Field Museum in Chicago, have worked with communities since 2002 to ensure that the project activities incorporate and reflect the values and aspirations of local residents. The project activities are highly participatory, with villagers leading several efforts and developing competencies that will enable long-term success.The biodiversity in the project area is astounding. Intact forests stretch from lowlands (150 meters) to ragged mountain peaks (2,400 meters). This eastern outlier of the Andes has been isolated sufficiently long for speciation to occur: more than 35 species new to science have been discovered in the park to date. The forests harbor rare and endangered species, as well as abundant populations of animals and plants that are crucial to the well-being of park neighbors.","long_description":"The Cordillera Azul National Park REDD+ Project is a remarkable initiative that prevents deforestation in a vast area of lowland and montane forests spread across four departments in central Peru, namely San Martín, Ucayali, Huánuco, and Loreto. The project encompasses 1,351,964 hectares inside the national park that is owned by the government of Peru. The park is managed and funded by the Peruvian NGO Centro de Conservación, Investigación y Manejo de Áreas Naturales (CIMA) in partnership with the Peruvian government. The project successfully achieves its objective of avoiding deforestation by reinforcing park protection, engaging local communities and other stakeholders in land-use that is compatible with conservation, and enhancing the quality of life of the park's neighbors.\n\nKey Highlights:\n- Over 180,000 people from over 200 communities, including indigenous and immigrant populations, neighbor the park\n- The project is highly participatory, with villagers leading several efforts and developing competencies that ensure long-term success\n- The project area is home to an incredible biodiversity of rare and endangered species, and over 35 new-to-science species have been discovered in the park to date\n\nThe Cordillera Azul National Park REDD+ Project plays a vital role in preserving the biodiversity of Peru's forests. The area stretches from lowlands to rugged mountain peaks, where speciation has occurred due to the isolation of the eastern outlier of the Andes. The project is crucial in protecting rare and endangered species, as well as the abundant populations of animals and plants that are essential to the well-being of neighboring communities. Additionally, the project empowers local communities by ensuring their participation in the conservation efforts, leading to a better quality of life for them and the preservation of the forests for future generations.","short_description":"The Cordillera Azul National Park REDD+ Project involves preserving 1,351,964 hectares of lowland and montane forests in central Peru. The project aims to prevent deforestation by enhancing park protection, involving local communities and stakeholders in conservation-compatible land-use management, and improving the quality of life for surrounding residents. The project has discovered over 35 new species and is home to rare and endangered species, benefiting more than 180,000 residents from over 200 communities.","location":{"type":"Feature","geometry":{"type":"Point","coordinates":[-75.987144,-7.083974]}},"url":"https://registry.verra.org/app/projectDetail/VCS/985","images":[],"puroBatchTokenId":""}]